<?php
$is_home = true;
?>
<!DOCTYPE html>
<html lang="fa_IR" dir="rtl">
    <head>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>چهارمین کنفرانس جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها (یادبود پرفسور علی‌رضا اشرفی)</title>
        <!-- meta tags -->
        <meta name="description" content="بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها را در تاریخ ۲۴ الی ۲۶ اسفند ماه 1402 به اطلاع علاقه‌مندان برسانیم. همایش‌های اول، دوم و سوم از این سری در سال‌های  ۱۳۹۳ (۲۶ تا ۲۸ آذر)،  ۱۳۹۴ (۲۱ تا ۲۳ مهر ماه) و ۱۳۹۷ (۲۱ تا ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده و این چهارمین همایش از این مجموعه است. این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری، نظریه‌ی محاسباتی اعداد و کاربردهای آن‌ها را پوشش می‌دهد. سخنرانی‌های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می‌شود مقالات خود را برای این همایش ارسال کنند.">
        <meta name="keywords" content="کنفرانس، رویداد، سخنرانی، نظریه محاسباتی گروه ها، جبر جابجایی محاسباتی، نظریه محاسباتی حلقه ها، نظریه محاسباتی اعداد، کد و رمز، یادگیری ماشین جبری، شبکه های پیچیده، ترکیبیات جبری محاسباتی، جبر خطی محاسباتی، ترکیبیات محاسباتی">
        <!-- Fonts -->
        <link type="text/css" rel="stylesheet" href="https://cdn.jsdelivr.net/gh/rastikerdar/sahel-font@v3.4.0/dist/font-face.css">
        <link type="text/css" rel="stylesheet" href="https://cdn.jsdelivr.net/gh/rastikerdar/shabnam-font@v5.0.1/dist/font-face.css">
        <!-- Style -->
        <link rel="stylesheet" href="/style.css?ver=1">
    </head>
    <body>
        <?php include "_inc/_header.php" ?>

        <section class="normal">
            <h2>درباره همایش</h1>

            <b style="color: red;">
                متاسفانه به دلیل فوت غم انگیز و ناگهانی دانشمند جهانی، فرهیخته و عالم پرفسور سید علی رضا اشرفی دبیر علمی کنفرانس، زمان این کنفرانس از اسفند ماه به تیرماه تغییر یافت.
            </b>
            <br>

            <p>
                <a href="/poster.jpg" target="_blank">
                    <img class="cover" src="/poster.jpg" alt="کاور همایش چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها">
                </a>

                <b>برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها (یادبود پرفسور علی‌رضا اشرفی) در تاریخ 14 الی 16 تیر ماه 1402</b>
                <br>
                بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها را در تاریخ 14 الی 16 تیر ماه 1402 به اطلاع علاقه‌مندان برسانیم.
                <br>
                <br>
                همایش‌های اول، دوم و سوم از این سری در سال‌های  ۱۳۹۳ (۲۶ تا ۲۸ آذر)،  ۱۳۹۴ (۲۱ تا ۲۳ مهر ماه) و ۱۳۹۷ (۲۱ تا ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده و این چهارمین همایش از این مجموعه است.
                این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری، نظریه‌ی محاسباتی اعداد و کاربردهای آن‌ها را پوشش می‌دهد.
                سخنرانی‌های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می‌شود مقالات خود را برای این همایش ارسال کنند.
                <br>
                <br>
                غلامحسین فتح تبار فیروزجایی،
                <!-- سید علی رضا اشرفی، -->
                <br>
                دبیر کمیته‌ی علمی همایش
            </p>
            <!-- <p>
                بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی ، نظریه ی محاسباتی اعداد و کاربرد ها را در تاریخ ۲۴ الی ۲۶ اسفند ماه 1402 به اطلاع علاقه‌مندان برسانم .

                همایش های اول ، دوم و سوم از این سری در سال های  ۱۳۹۳ (۲۶ تا ۲۸ آذر)،  ۱۳۹۴ (۲۱ تا ۲۳ مهر ماه)      و       ۱۳۹۷ (۲۱ تا ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده است و این چهارمین همایش از این مجموعه است.  
                
                این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری و نظریه محاسباتی اعداد و کاربردهای آن ها را پوشش می دهد . 
                سخنرانی های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می شود مقالات خود را برای این همایش ارسال کنند .
            </p> -->
        </section>

        <hr>

        <section class="normal time">
            <h2>زمان‌بندی همایش</h2>

            <ul class="dates">
                <li>
                    <label>دریافت چکیده تک صفحه ای:</label>
                    <span>28 بهمن 1401</span>
                    <div class="note">
                        توجه: مقالات باید به یکی از  زبان های فارسی یا انگلیسی و با قالب همایش ارسال گردند.
                    </div>
                </li>
                <li>
                    <label>آخرین مهلت ارسال چکیده مبسوط:</label>
                    <span>5 خرداد 1402</span>
                    <div class="note">
                        ارسال چکیده مبسوط مقالات اختیاری است.
                    </div>
                </li>
                <li>
                    <label>اعلام نتایج داوری:</label>
                    <span>10 خرداد 1402</span>
                </li>
                <li>
                    <label>ثبت نام اعضاء:</label>
                    <span>15 خرداد 1402</span>
                </li>
                <li>
                    <label>همایش:</label>
                    <span>از چهار شنبه 14 تیر 1402</span>
                    <div class="note">
                        همایش به صورت آنلاین و حضوری برگزار خواهد شد.
                    </div>
                </li>
                <li>
                    <label>حق ثبت نام:</label>
                    <span>
                        صد هزار تومان برای دانشجویان و یکصد و پنجاه هزار تومان برای اساتید
                    </span>
                </li>
            </ul>
        </section>

        <hr>

        <!-- <section class="normal">
            <h2>سخنرانان کلیدی</h2>

            <ul class="speakers">
                <li>
                    <img src="/dr-dagigh.jpg" alt="Dr. Hasan Daghigh">
                    <h4 class="speaker-name">دکتر حسن دقیق</h4>
                    <h5 class="speaker-university">دانشگاه کاشان</h5>
                </li>
                <li>
                    <img src="/dr-fathtabar.jpg" alt="Gholamhosein Fathtabar">
                    <h4 class="speaker-name">دکتر غلامحسین فتح تبار</h4>
                    <h5 class="speaker-university">دانشگاه کاشان</h5>
                </li>
            </ul>
        </section>

        <hr>
 -->
        <section class="normal">
            <h2>اهداف همایش</h2>
            <p>
            جبر محاسباتی بخش مهمی از تحقیقات امروزه علم ریاضی را تشکیل می دهد. به دلیل اهمیت این بخش از ریاضیات، دانشکده علوم ریاضی دانشگاه کاشان سری همایش های جبر محاسباتی، نظریه محاسباتی اعداد و کاربرد های آن ها را در سال های اخیر تدارک دیده است. جبر محاسباتی معمولا به عنوان بخشی از جبر کامپیوتری در نظر گرفته می شود و در بسیاری از علوم مانند فیزیک، شیمی، زیست شناسی، کد، رمز، شبکه های پیچیده، الکترونیک و علوم کامپیوتر کاربرد دارد. این کاربرد ها، پژوهشگران این بخش از علم را نیازمند به درک بهتر از آثار و تحولات جاری در جبر محاسباتی می کند. هدف این همایش تبادل یافته های پژوهشی بین محققین جبر محاسباتی و زمینه های مربوطه است و می تواند فرصت مناسبی برای آشنایی دانشجویان با موضوعات جدید پژوهشی در این زمینه باشد. همایش سال جاری با کمک های علمی انجمن ریاضی ایران و دانشگاه کوفه برگزار می شود.
            </p>

            برخی از موضوعات اصلی این همایش از قرار زیر هستند:
            <ul class="topics">
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        نظریه محاسباتی گروه
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        جبر جابجایی محاسباتی
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        نظریه محاسباتی حلقه
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        نظریه محاسباتی اعداد
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        کد و رمز
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        یادگیری ماشین جبری
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        شبکه های پیچیده
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        نظریه محاسبه
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        جبر خطی محاسباتی
                    </h3>
                </li>
                <li>
                    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
                    <h3>
                        ترکیبیات محاسباتی
                    </h3>
                </li>
            </ul>
        </section>

        <?php include "_inc/_footer.php" ?>

        <script type="text/javascript" src="/script.js?ver=1"></script>
    </body>
</html>
