<?php
$is_home = true;
?>
<!DOCTYPE html>
<html lang="fa_IR" dir="rtl">
    <head>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>چهارمین کنفرانس جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها (یادبود پروفسور علی‌رضا اشرفی)</title>
        <!-- meta tags -->
        <meta name="description" content="بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها را در تاریخ ۲۴ الی ۲۶ اسفند ماه ۱۴۰۲ به اطلاع علاقه‌مندان برسانیم. همایش‌های اول، دوم و سوم از این سری در سال‌های  ۱۳۹۳ (۲۶ تا ۲۸ آذر)،  ۱۳۹۴ (۲۱ تا ۲۳ مهر ماه) و ۱۳۹۷ (۲۱ تا ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده و این چهارمین همایش از این مجموعه است. این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری، نظریه‌ی محاسباتی اعداد و کاربردهای آن‌ها را پوشش می‌دهد. سخنرانی‌های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می‌شود مقالات خود را برای این همایش ارسال کنند.">
        <meta name="keywords" content="کنفرانس، رویداد، سخنرانی، نظریه محاسباتی گروه ها، جبر جابجایی محاسباتی، نظریه محاسباتی حلقه ها، نظریه محاسباتی اعداد، کد و رمز، یادگیری ماشین جبری، شبکه های پیچیده، ترکیبیات جبری محاسباتی، جبر خطی محاسباتی، ترکیبیات محاسباتی">
        <!-- Fonts -->
        <link type="text/css" rel="stylesheet" href="https://cdn.jsdelivr.net/gh/rastikerdar/sahel-font@v3.4.0/dist/font-face.css">
        <link type="text/css" rel="stylesheet" href="https://cdn.jsdelivr.net/gh/rastikerdar/shabnam-font@v5.0.1/dist/font-face.css">
        <!-- Style -->
        <link rel="stylesheet" href="/style.css?ver=1">
    </head>
    <body>
        <?php include "_inc/_header.php" ?>

        <section class="normal">
            <h2>درباره همایش</h1>

            <b style="color: red;">
                متاسفانه به دلیل فوت غم انگیز و ناگهانی دانشمند جهانی، فرهیخته و عالم <b>پروفسور سید علی رضا اشرفی</b> دبیر علمی کنفرانس، زمان این کنفرانس از اسفند ۱۴۰۱ به تیر ۱۴۰۲ تغییر یافت.
            </b>
            <br>

            <p>
                <!-- <a href="/poster.jpg" target="_blank">
                    <img class="cover" src="/poster.jpg" alt="کاور همایش چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها">
                </a> -->

                <b>برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها (یادبود پروفسور علی‌رضا اشرفی) در تاریخ ۱۴ الی ۱۶ تیر ماه ۱۴۰۲</b>
                <br>
                بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها را در تاریخ ۱۴ الی ۱۶ تیر ماه ۱۴۰۲ به اطلاع علاقه‌مندان برسانیم.
                <br>
                <br>
                همایش‌های اول، دوم و سوم از این سری در سال‌های  ۱۳۹۳ (۲۶ تا ۲۸ آذر)،  ۱۳۹۴ (۲۱ تا ۲۳ مهر ماه) و ۱۳۹۷ (۲۱ تا ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده و این چهارمین همایش از این مجموعه است.
                این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری، نظریه‌ی محاسباتی اعداد و کاربردهای آن‌ها را پوشش می‌دهد.
                سخنرانی‌های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می‌شود مقالات خود را برای این همایش ارسال کنند.
                <br>
                <br>
                غلامحسین فتح تبار فیروزجایی،
                <!-- سید علی رضا اشرفی، -->
                <br>
                دبیر کمیته‌ی علمی همایش
            </p>
            <!-- <p>
                بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی ، نظریه ی محاسباتی اعداد و کاربرد ها را در تاریخ ۲۴ الی ۲۶ اسفند ماه ۱۴۰۲ به اطلاع علاقه‌مندان برسانم .

                همایش های اول ، دوم و سوم از این سری در سال های  ۱۳۹۳ (۲۶ تا ۲۸ آذر)،  ۱۳۹۴ (۲۱ تا ۲۳ مهر ماه)      و       ۱۳۹۷ (۲۱ تا ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده است و این چهارمین همایش از این مجموعه است.  
                
                این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری و نظریه محاسباتی اعداد و کاربردهای آن ها را پوشش می دهد . 
                سخنرانی های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می شود مقالات خود را برای این همایش ارسال کنند .
            </p> -->
        </section>

        <hr>

        <section class="normal time">
            <h2>زمان‌بندی همایش</h2>

            <ul class="dates">
                <li>
                    <label>دریافت چکیده تک صفحه ای:</label>
                    <span>۵ خرداد ۱۴۰۲</span>
                    <div class="note">
                        توجه: مقالات باید به یکی از  زبان های فارسی یا انگلیسی و با قالب همایش ارسال گردند.
                    </div>
                </li>
                <li>
                    <label>آخرین مهلت ارسال چکیده مبسوط:</label>
                    <span>۵ خرداد ۱۴۰۲</span>
                    <div class="note">
                        ارسال چکیده مبسوط مقالات اختیاری است.
                    </div>
                </li>
                <li>
                    <label>اعلام نتایج داوری:</label>
                    <span>۱۰ خرداد ۱۴۰۲</span>
                </li>
                <li>
                    <label>ثبت نام اعضاء:</label>
                    <span>۱۵ خرداد ۱۴۰۲</span>
                </li>
                <li>
                    <label>همایش:</label>
                    <span>از چهار شنبه ۱۴ تیر ۱۴۰۲</span>
                    <div class="note">
                        همایش به صورت آنلاین و حضوری برگزار خواهد شد.
                    </div>
                </li>
                <li>
                    <label>حق ثبت نام:</label>
                    <span>
                    دانشجویان تحصیلات تکمیلی و فارغ التحصیلان دو سال اخیر مبلغ ۴۰۰ هزار تومان (اعضای انجمن ۳۵۰ هزار تومان) 
                    <br>
                    اعضای هیات علمی ۵۵۰ هزار تومان و ثبت نام آزاد که شامل فارغ التحصیلان بالای دو سال ۶۰۰ هزار تومان (اعضای انجمن ۵۰% تخفیف)
                    <br>
                    دانشجویان کارشناسی ۳۰۰ هزار تومان
                    <br>
                    ملیت غیر ایرانی مبلغ ۵۰ دلار
                    </span>
                </li>
            </ul>
        </section>

        <hr>

        <!-- <section class="normal">
            <h2>سخنرانان کلیدی</h2>

            <ul class="speakers">
                <li>
                    <img src="/dr-dagigh.jpg" alt="Dr. Hasan Daghigh">
                    <h4 class="speaker-name">دکتر حسن دقیق</h4>
                    <h5 class="speaker-university">دانشگاه کاشان</h5>
                </li>
                <li>
                    <img src="/dr-fathtabar.jpg" alt="Gholamhosein Fathtabar">
                    <h4 class="speaker-name">دکتر غلامحسین فتح تبار</h4>
                    <h5 class="speaker-university">دانشگاه کاشان</h5>
                </li>
            </ul>
        </section>

        <hr>
 -->
        <section class="normal">
            <?php include "_inc/_about.php" ?>
        </section>

        <?php include "_inc/_footer.php" ?>

        <script type="text/javascript" src="/script.js?ver=1"></script>
    </body>
</html>
