<?php
$is_home = true;
?>
<!DOCTYPE html>
<html lang="fa_IR" dir="rtl">
    <head>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>چهارمین کنفرانس جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها (یادبود پروفسور علی‌رضا اشرفی)</title>
        <!-- meta tags -->
        <meta name="description" content="بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها را در تاریخ ۱۳ الی ۱۵ تیر ماه ۱۴۰۲ به اطلاع علاقه‌مندان برسانیم. همایش‌های اول، دوم و سوم از این سری در سال‌های  ۱۳۹۳ (۲۶ الی ۲۸ آذر)،  ۱۳۹۴ (۲۱ الی ۲۳ مهر ماه) و ۱۳۹۷ (۲۱ الی ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده و این چهارمین همایش از این مجموعه است. این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری، نظریه‌ی محاسباتی اعداد و کاربردهای آن‌ها را پوشش می‌دهد. سخنرانی‌های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می‌شود مقالات خود را برای این همایش ارسال کنند.">
        <meta name="keywords" content="کنفرانس، رویداد، سخنرانی، نظریه محاسباتی گروه ها، جبر جابجایی محاسباتی، نظریه محاسباتی حلقه ها، نظریه محاسباتی اعداد، کد و رمز، یادگیری ماشین جبری، شبکه های پیچیده، ترکیبیات جبری محاسباتی، جبر خطی محاسباتی، ترکیبیات محاسباتی">
        <!-- Fonts -->
        <link type="text/css" rel="stylesheet" href="https://cdn.jsdelivr.net/gh/rastikerdar/sahel-font@v3.4.0/dist/font-face.css">
        <link type="text/css" rel="stylesheet" href="https://cdn.jsdelivr.net/gh/rastikerdar/shabnam-font@v5.0.1/dist/font-face.css">
        <!-- Style -->
        <link rel="stylesheet" href="/style.css?ver=1">
    </head>
    <body>
        <?php include "_inc/_header.php" ?>

        <section class="normal" style="padding-bottom: 0px;">
            <h2>برنامه زمانی جلسه و ارائه های کنفرانس</h2>
            <p>
                 <a href="program.php">
                    <font color="red">
                        جهت مشاهده جدول برنامه زمانی و نشانی اتاق‌های آنلاین کنفرانس اینجا کلیک کنید.
                    </font>
                </a>
                <br>

                <a href="/4july.pdf">
                    <font color="red">
                        مشاهده برنامه زمانی سه شنبه 13ام تیرماه 1402
                    </font>
                </a>
                <br>
                <a href="/5july.pdf">
                    <font color="red">
                        مشاهده برنامه زمانی چهار شنبه 14ام تیرماه 1402
                    </font>
                </a>
                <br>
                <a href="/6july.pdf">
                    <font color="red">
                        مشاهده برنامه زمانی پنج شنبه 15ام تیرماه 1402
                    </font>
                </a>
            </p>

            <h2>قابل توجه کلیه شرکت کنندگان محترم کنفرانس</h2>
            <p>
                <a href="news.php">
                    <font color="red">
                        جهت ارسال فایل ارائه، پوستر و فیلم سخنرانی اینجا کلیک کنید.
                    </font>
                </a>
            </p>
            <br>
            <h3>دانلود نمونه فایل ارائه مقاله‌ها</h3>
            <p>
            <font color="blue">
                    <a href="/cacna2023-talk-fa.pptx">
                        دانلود نمونه فایل پاورپوینت سخنرانی فارسی
                    </a>
                </font>
                <br>
                <font color="blue">
                    <a href="/cacna2023-talk-en.pptx">
                        دانلود نمونه فایل پاورپوینت سخنرانی انگلیسی
                    </a>
                </font>
                <br>
                <font color="blue">
                    <a href="/cacna2023-poster-fa.pptx">
                        دانلود نمونه فایل پاورپوینت پوستر فارسی
                    </a>
                </font>
                <br>
                <font color="blue">
                    <a href="/cacna2023-poster-en.pptx">
                        دانلود نمونه فایل پاورپوینت پوستر انگلیسی
                    </a>
                </font>
            </p>
        </section>

        <section class="normal" style="padding-top: 40px;">
            <h2>درباره همایش</h2>

            <b style="color: red;">
                متاسفانه به دلیل فوت غم انگیز و ناگهانی دانشمند جهانی، فرهیخته و عالم پروفسور سید علی رضا اشرفی دبیر علمی کنفرانس، زمان این کنفرانس از اسفند ۱۴۰۱ به تیر ۱۴۰۲ تغییر یافت.
            </b>
            <br>
            <b style="color: blue;">
                لینک گروه کنفرانس در پیام رسان ایتا: <a href="https://eitaa.com/joinchat/2194080081C5e1228c556">https://eitaa.com/joinchat/2194080081C5e1228c556</a>
            </b>
            <br>

            <p>
                <a href="/poster.jpg" target="_blank">
                    <img class="cover" src="/poster.jpg" alt="کاور همایش چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها">
                </a>

                <b>برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها (یادبود پروفسور علی‌رضا اشرفی) در تاریخ ۱۳ الی ۱۵ تیر ماه ۱۴۰۲</b>
                <br>
                بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها را در تاریخ ۱۳ الی ۱۵ تیر ماه ۱۴۰۲ به اطلاع علاقه‌مندان برسانیم.
                <br>
                <br>
                همایش‌های اول، دوم و سوم از این سری در سال‌های  ۱۳۹۳ (۲۶ الی ۲۸ آذر)،  ۱۳۹۴ (۲۱ الی ۲۳ مهر ماه) و ۱۳۹۷ (۲۱ الی ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده و این چهارمین همایش از این مجموعه است.
                این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری، نظریه‌ی محاسباتی اعداد و کاربردهای آن‌ها را پوشش می‌دهد.
                <br>
                سخنرانی‌های این سمینار به صورت حضوری اما پوستر ها به درخواست ارائه دهنده با ارسال کپی می تواند آنلاین ارائه شود. از علاقه‌مندان دعوت می‌شود مقالات خود را برای این همایش ارسال کنند.
                <br>
                <br>
                غلامحسین فتح تبار فیروزجایی،
                <!-- سید علی رضا اشرفی، -->
                <br>
                دبیر کمیته‌ی علمی همایش
            </p>
            <!-- <p>
                بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی ، نظریه ی محاسباتی اعداد و کاربرد ها را در تاریخ ۱۳ الی ۱۵ تیر ماه ۱۴۰۲ به اطلاع علاقه‌مندان برسانم .

                همایش های اول ، دوم و سوم از این سری در سال های  ۱۳۹۳ (۲۶ الی ۲۸ آذر)،  ۱۳۹۴ (۲۱ الی ۲۳ مهر ماه)      و       ۱۳۹۷ (۲۱ الی ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده است و این چهارمین همایش از این مجموعه است.  
                
                این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری و نظریه محاسباتی اعداد و کاربردهای آن ها را پوشش می دهد . 
                سخنرانی های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می شود مقالات خود را برای این همایش ارسال کنند .
            </p> -->
        </section>

        <hr>

        <section class="normal time">
            <h2>زمان‌بندی همایش</h2>

            <b>
                <a href="/cacna2023-fa.zip">
                    جهت دانلود فایل تمپلیت فارسی مقالات اینجا را لمس کنید.
                </a>
            </b>
            <br>
            <b>
                <a href="/cacna2023-en.zip">
                    جهت دانلود فایل تمپلیت انگلیسی مقالات اینجا را لمس کنید.
                </a>
            </b>
            <br>

            <ul class="dates">
                <li>
                    <label>دریافت چکیده تک صفحه ای:</label>
                    <span>۱ خرداد ۱۴۰۲</span>

                    <br>
                    <b>
                        <font color="red">
                            این تاریخ تا ۲۰ خرداد ۱۴۰۲ تمدید شد.
                        </font>
                    </b>
                    
                    <div class="note">
                        توجه: مقالات باید به یکی از  زبان های فارسی یا انگلیسی و با قالب همایش ارسال گردند.
                    </div>
                </li>
                <li>
                    <label>آخرین مهلت ارسال چکیده مبسوط:</label>
                    <span>۵ خرداد ۱۴۰۲</span>
                    <div class="note">
                        ارسال چکیده مبسوط مقالات اختیاری است.
                    </div>
                </li>
                <li>
                    <label>اعلام نتایج داوری:</label>
                    <span>۱۰ خرداد ۱۴۰۲</span>
                </li>
                <li>
                    <label>ثبت نام اعضاء:</label>
                    <span>۱۵ خرداد ۱۴۰۲</span>
                </li>
                <li>
                    <label>همایش:</label>
                    <span>از چهار شنبه ۱۴ تیر ۱۴۰۲</span>
                    <div class="note">
                        همایش به صورت آنلاین و حضوری برگزار خواهد شد.
                    </div>
                </li>
                <li>
                    <label>حق ثبت نام:</label>
                    <span>
                    دانشجویان تحصیلات تکمیلی و فارغ التحصیلان دو سال اخیر مبلغ ۴۰۰ هزار تومان 
                    <br>
                    اعضای هیات علمی و ثبت نام آزاد که شامل فارغ التحصیلان بالای دو سال ۵۵۰ هزار تومان
                    <br>
                    دانشجویان کارشناسی ۳۰۰ هزار تومان
                    <br>
                    ملیت غیر ایرانی مبلغ ۵۰ دلار
                    <br>
                    در صورتی که عضو انجمن ریاضی باشید ۵۰ هزار تومان تخفیف شامل می شود.
                    </span>
                </li>
            </ul>
        </section>

        <hr>

        <!-- <section class="normal">
            <h2>سخنرانان کلیدی</h2>

            <ul class="speakers">
                <li>
                    <img src="/dr-dagigh.jpg" alt="Dr. Hasan Daghigh">
                    <h4 class="speaker-name">دکتر حسن دقیق</h4>
                    <h5 class="speaker-university">دانشگاه کاشان</h5>
                </li>
                <li>
                    <img src="/dr-fathtabar.jpg" alt="Gholam Hossein Fath-Tabar">
                    <h4 class="speaker-name">دکتر غلامحسین فتح تبار</h4>
                    <h5 class="speaker-university">دانشگاه کاشان</h5>
                </li>
            </ul>
        </section>

        <hr> -->

        <section class="normal">
            <?php include "_inc/_about.php" ?>
        </section>

        <?php include "_inc/_footer.php" ?>

        <script src="/script.js?ver=1"></script>
    </body>
</html>
