<!DOCTYPE html>
<html lang="fa_IR" dir="rtl">
    <head>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>اطلاع رسانی ها - چهارمین کنفرانس جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها (یادبود پروفسور علی‌رضا اشرفی)</title>
        <!-- meta tags -->
        <meta name="description" content="بسیار خوشحالیم که برگزاری چهارمین همایش جبر محاسباتی، نظریه‌ی محاسباتی اعداد و کاربردها را در تاریخ ۱۳ الی ۱۵ تیر ماه ۱۴۰۲ به اطلاع علاقه‌مندان برسانیم. همایش‌های اول، دوم و سوم از این سری در سال‌های  ۱۳۹۳ (۲۶ الی ۲۸ آذر)،  ۱۳۹۴ (۲۱ الی ۲۳ مهر ماه) و ۱۳۹۷ (۲۱ الی ۲۳ آذر ماه)  در دانشگاه کاشان برگزار شده و این چهارمین همایش از این مجموعه است. این همایش تمامی مباحث جبر محاسباتی، جبر کامپیوتری، نظریه‌ی محاسباتی اعداد و کاربردهای آن‌ها را پوشش می‌دهد. سخنرانی‌های این سمینار به صورت مجازی بوده و از علاقه‌مندان دعوت می‌شود مقالات خود را برای این همایش ارسال کنند.">
        <meta name="keywords" content="کنفرانس، رویداد، سخنرانی، نظریه محاسباتی گروه ها، جبر جابجایی محاسباتی، نظریه محاسباتی حلقه ها، نظریه محاسباتی اعداد، کد و رمز، یادگیری ماشین جبری، شبکه های پیچیده، ترکیبیات جبری محاسباتی، جبر خطی محاسباتی، ترکیبیات محاسباتی">
        <!-- Fonts -->
        <link type="text/css" rel="stylesheet" href="https://cdn.jsdelivr.net/gh/rastikerdar/sahel-font@v3.4.0/dist/font-face.css">
        <link type="text/css" rel="stylesheet" href="https://cdn.jsdelivr.net/gh/rastikerdar/shabnam-font@v5.0.1/dist/font-face.css">
        <!-- Style -->
        <link rel="stylesheet" href="/style.css?ver=1">
    </head>
    <body>
        <?php include "_inc/_header.php" ?>

        <!-- <section class="normal" style="margin-bottom: 0px;">
            <h2>اسامی مقاله های پذیرفته شده کنفرانس</h2>
            <p>
                جهت دانلود اسامی مقاله های پذیرش شده می توانید سه فایل زیر که به فرمت اکسل هستند را دانلود و بررسی نمایید:
                <br>
                <a href="/aa.xlsx">قسمت اول</a>
                    <br>
                <a href="/bb.xlsx">قسمت دوم</a>
                    <br>
                <a href="/cc.xlsx">قسمت سوم</a>
            </p>
        </section> -->

        <section class="normal">
            <h2>قابل توجه کلیه شرکت کنندگان محترم کنفرانس</h2>
            <p>
از کلیه شرکت کنندگان محترم در چهارمین کنفرانس جبر محاسباتی، نظریه محاسباتی اعداد و کاربردها که مقالات آنها به صورت سخنرانی یا پوستر پذیرفته شده است، درخواست می شود ویدئوی ارائه مقاله خود را بر اساس دستورالعملی که در ادامه شرح داده خواهد شد، تهیه نموده و از طریق <a href="file.php">ارسال فایل ارائه</a>
فیل ارائه خود را بارگذاری نمایند.
<br>
لازم به ذکر است که گواهی شرکت در کنفرانس تنها برای افرادی صادر می‌ شود که ویدئوی ارائه خود را ارسال و در جلسه حضور یابند.
برای تهیه فایل ارائه از نسخه پاورپوئینت که نمونه آن‌ها در صفحه اصلی قرار گرفته است، استفاده کنید.
<br>
همچنین برای ضبط ویدئو می‌توانید از نرم افزار ZD soft screen recorder یا هر نرم افزار ضبط صفحه نمایش استفاده کنید.
توجه کنید که نویسندگانی که مقاله شان به صورت سخنرانی پذیرش شده است، لازم است از ارائه خود فیلمی به مدت زمان حداکثر 15 دقیقه و حجم حداکثر 35 مگابایت با فرمت MP4 و همچنین نویسندگانی که مقاله شان به صورت پوستر پذیرش شده است، لازم است از ارائه خود فیلمی به مدت زمان 3 تا 5 دقیقه و حجم حداکثر 15 مگابایت با فرمت MP4 تهیه و بارگذاری نمایند. (البته باید نحوه ارائه را در نظر گرفت و به آن فکر کرد)
همچنین راهنمای ساده نصب این نرم افزار و نحوه ضبط از صفحه نمایش را می توانید از اینجا دریافت کنید.
<br>
دقت داشته یاشید که:
<br>
سخنرانی در محیطی آرام و فاقد هر گونه صدای زمینه و با صدای رسا و واضح انجام شود.
<br>
فایل ارائه به صورت تمام صفحه ضبط شود و صفحه‌ای غیر از فایل ارائه مانند دسکتاپ، صفحه وب، انواع پیغامهای حبابی و ... ضبط نگردد.
<br>
پس از تهیه ویدئو، در صورتی که حجم آن بالاتر از 35 مگابایت بود، می‌توانید با استفاده از نرم افزارهای کاهش حجم، اندازه ویدئو را به حداکثر 35 مگابایت کاهش دهید.
<br>
                <font color="red">
مهلت ارسال ویدئو برای آن دسته از شرکت کنندگان محترم که مقاله شان تاکنون پذیرفته شده است حداکثر 5 تیر است.
                </font>
            </p>
        </section>

        <?php include "_inc/_footer.php" ?>

        <script src="/script.js?ver=1"></script>
    </body>
</html>
