<h2>اهداف همایش</h2>
<p>
جبر محاسباتی بخش مهمی از تحقیقات امروزه علم ریاضی را تشکیل می دهد. به دلیل اهمیت این بخش از ریاضیات، دانشکده علوم ریاضی دانشگاه کاشان سری همایش های جبر محاسباتی، نظریه محاسباتی اعداد و کاربرد های آن ها را در سال های اخیر تدارک دیده است. جبر محاسباتی معمولا به عنوان بخشی از جبر کامپیوتری در نظر گرفته می شود و در بسیاری از علوم مانند فیزیک، شیمی، زیست شناسی، کد، رمز، شبکه های پیچیده، الکترونیک و علوم کامپیوتر کاربرد دارد. این کاربرد ها، پژوهشگران این بخش از علم را نیازمند به درک بهتر از آثار و تحولات جاری در جبر محاسباتی می کند. هدف این همایش تبادل یافته های پژوهشی بین محققین جبر محاسباتی و زمینه های مربوطه است و می تواند فرصت مناسبی برای آشنایی دانشجویان با موضوعات جدید پژوهشی در این زمینه باشد. همایش سال جاری با کمک های علمی انجمن ریاضی ایران و دانشگاه کوفه برگزار می شود.
</p>

برخی از موضوعات اصلی این همایش از قرار زیر هستند:
<ul class="topics">
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            بررسی مقالات پروفسور اشرفی
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            نظریه محاسباتی گروه
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            جبر جابجایی محاسباتی
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            نظریه محاسباتی حلقه
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            نظریه محاسباتی اعداد
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            کد و رمز
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            یادگیری ماشین جبری
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            شبکه های پیچیده
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            نظریه محاسبه
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            جبر خطی محاسباتی
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            گراف و ترکیبیات محاسباتی
        </h3>
    </li>



    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            آمار جبری محاسباتی
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            ابزارهای جبری در دستگاه‌های دینامیکی
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            بهینه سازی محاسباتی
        </h3>
    </li>
    <li>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" width="24" height="24"><path fill="none" d="M0 0h24v24H0z"/><path d="M11.828 12l2.829 2.828-1.414 1.415L9 12l4.243-4.243 1.414 1.415L11.828 12z"/></svg>
        <h3>
            آنالیز ماتریسی
        </h3>
    </li>
</ul>